{
  "games": [
    {
      "id": 1,
      "title": "Hunt: Showdown",
      "description": "Hunt: Showdown — это захватывающий PvPvE-шутер от первого лица, в котором побеждают те, кто готов рисковать. Откройте охоту на чудовищ американских болот и получите заслуженную награду — славу, снаряжение и золото.",
      "img": "hunt1.jpg",
      "gallery": [
        { "name": "Hunt: Showdown", "img": "hunt1.jpg" },
        { "name": "Hunt: Showdown", "img": "hunt2.jpg" },
        { "name": "Hunt: Showdown", "img": "hunt3.jpg" }
      ]
    },
    {
      "id": 2,
      "title": "A Plague Tale: Innocence",
      "description": "Отправляйтесь в путешествие вместе с Амицией и ее младшим братом Гуго.",
      "img": "plague1.jpg",
      "gallery": [
        {
          "name": "A Plague Tale: Innocence",
          "img": "plague1.jpg"
        },
        {
          "name": "A Plague Tale: Innocence",
          "img": "plague2.jpg"
        },
        {
          "name": "A Plague Tale: Innocence",
          "img": "plague3.jpg"
        },
        {
          "name": "A Plague Tale: Innocence",
          "img": "plague4.jpg"
        }
      ]
    },
    {
      "id": 3,
      "title": "Insurgency: Sandstorm",
      "description": "Insurgency: Sandstorm - это командный тактический шутер от первого лица, основанный на смертельных боях в ограниченном пространстве и многопользовательском геймплее с ориентацией на цели.",
      "img": "insurgency1.jpg",
      "gallery": [
        {
          "name": "Insurgency: Sandstorm",
          "img": "insurgency1.jpg"
        },
        {
          "name": "Insurgency: Sandstorm",
          "img": "insurgency2.jpg"
        },
        {
          "name": "Insurgency: Sandstorm",
          "img": "insurgency3.jpg"
        },
        {
          "name": "Insurgency: Sandstorm",
          "img": "insurgency4.jpg"
        },
        {
          "name": "Insurgency: Sandstorm",
          "img": "insurgency5.jpg"
        }
      ]
    }
  ],

  "users": [
    {
      "id": 1,
      "name": "Alex",
      "birthdate": "15.09.1990",
      "img": "1.jpg",
      "gender": "male"
    },
    {
      "id": 2,
      "name": "Ivan",
      "birthdate": "10.02.1991",
      "img": "2.jpg",
      "gender": "male"
    },
    {
      "id": 3,
      "name": "Sara",
      "birthdate": "5.09.1998",
      "img": "3.jpeg",
      "gender": "female"
    },
    {
      "id": 4,
      "name": "Michael",
      "birthdate": "2.10.1996",
      "img": "4.jpg",
      "gender": "male"
    },
    {
      "id": 5,
      "name": "Viktor",
      "birthdate": "26.12.1989",
      "img": "5.jpg",
      "gender": "male"
    }
  ],
  "reviews": [
    {
      "id": 1,
      "user_id": 1,
      "game_id": 1,
      "raiting": 8,
      "text": "<p>Свирепые кошмарные монстры скитаются по болотам Луизианы. Вы член группы прожженных наемников, которым поручили избавить мир от их леденящего кровь присутствия. Сотрите тварей с лица земли, и вам щедро заплатят. На эти деньги вы сможете приобрести еще более продвинутое и мощное оружие. Но если вы провалите задание, смерть заберет вашего персонажа и снаряжение. Ваш опыт, тем не менее, навсегда останется в вашем резерве охотников, также известном как наследие.</p><h3>ВЫСОКИЙ РИСК, ВЫСОКАЯ НАГРАДА, ВЫСОКОЕ НАПРЯЖЕНИЕ</h3><p>Соревновательный игровой процесс Hunt: Showdown, разделенный на матчи, включает элементы противостояний PvP и PvE, благодаря чему игрок находится постоянно в таком напряжении, на которое не была способна никакая другая игра. Ваша жизнь, ваш персонаж и ваше снаряжение постоянно поставлены на карту. В начале каждого матча команды (максимум пять) по два человека приступают к выслеживанию своих чудовищных целей. После того как одна из команд обнаружит и победит монстра, она получит трофей и сразу же станет мишенью для всех других охотников, оставшихся на карте. Будьте начеку, иначе вам в спину вонзится нож, а перед смертью вы увидите, как другая команда охотников уносит вашу добычу. Чем выше риск, тем выше награда, но всего за одну ошибку можно поплатиться всем.</p><h3>ПРОГРЕСС</h3><p>Даже после смерти вы сможете повышать ранг своих охотников с помощью наследия. Хотя один из персонажей может умереть, его опыт будет передан в ваше наследие, где его можно будет распределить между другими охотниками. Если вы покинете карту уцелев, вы сможете использовать заработанные деньги и опыт для снаряжения новых охотников и подготовки к следующему матчу. Если вы погибнете, вы потеряете все, кроме вашего опыта.</p><h3>ТЕМНОЕ ЗРЕНИЕ</h3><p>«Темное зрение» позволяет охотникам заглянуть за вуаль между мирами, делая видимым для всех посвященных то, что нельзя увидеть глазами смертного. Используйте «Темное зрение» во время выслеживания монстров, и призрачный свет укажет на следующую цель. С помощью «Темного зрения» также можно увидеть игроков, несущих трофей, благодаря чему им проще устраивать засады, когда они пытаются ускользнуть.</p>"
    },
    {
      "id": 2,
      "user_id": 2,
      "game_id": 2,
      "raiting": 6,
      "text": "<p>Анонсирующий трейлер A Plague Tale: Innocence, показанный на Е3 2017, не на шутку цеплял ужасами чумы. В ролике было полно крови, отчаяния и, разумеется, крыс. Впрочем, орды зачумлённых грызунов не стали единственной фишкой релизной версии; крысы, конечно, удались на славу, но и помимо них игру есть за что уважать. Трогательная история о сестре и брате, пытающихся выжить в условиях чумы, стала, наравне с атмосферой, одной из самых удачных находок проекта.</p><h3>Средневековый апокалипсис</h3><p>Действие игры разворачивается во Франции 1348–1349 гг. и набирает обороты незаметно. Первые несколько минут нам показывают отрывок из обыденной жизни главной героини, Амиции де Рун. Вот она гуляет по лесу вместе с отцом, тренируется метать камни из пращи, охотится на дикого кабана...</p><p>Перемена тона происходит постепенно. Сперва затишье перед бурей, затем громкие звуки из-под земли, и вот мы уже сами не успеваем ничего понять, как сломя голову мчимся бить тревогу. Дома тем временем начинают твориться ещё более странные дела: нежданно-негаданно в двери вламывается инквизиция и требует отдать им младшего брата нашей подопечной, Гуго. Но родители наспех суют мальца Амиции и велят бежать прочь из родных земель.</p><h3>Кровь завета гуще воды</h3><p>Первая половина игры затрагивает бесконечно сложную тему личных отношений сестры и брата. Амиция знакомится с Гуго одновременно с игроком, потому что раньше девушке не позволяли общаться с ним из-за его болезни; этот непростой момент рождает уйму неловких ситуаций, в которых ни он, ни она просто не знают, как себя вести. Они, как кошка с собакой, то ругаются, то снова мирятся. То брат кричит, что хочет видеть маму, то сестра не выдерживает давления и срывается, но после непременно бежит за непослушным ребёнком. Конечно, по части сценарного мастерства эта динамика вряд ли сравнится с тем, что происходило между Джоэлом и Элли в The Last of Us, но получилось всё равно отлично.</p><p>А тут ведь ещё и крысы лезут отовсюду, и французская инквизиция идёт по пятам; чего от героев хотят последние, к слову, станет понятно далеко не сразу. Но наличие двух глобальных проблем заставляет детей сплотиться и начать доверять друг другу. Проявляется это в самых разных условиях — например, когда несчастных насильно разделяют и одному из них требуется помощь другого, чтобы воссоединиться. Так, малыш Гуго может пролезать через щели в стенах, зато Амиция меткими выстрелами из пращи сбивает на землю разные предметы, вроде лестниц и ящиков.</p><p>Вдобавок в этом мрачном мире к друзьям по несчастью быстро привыкаешь. У каждого подростка есть хоть и краткая, но история, свой характер. О прошлом ребят можно узнать, находя спрятанные коллекционные предметы, но и без них к новообретённым товарищам прикипаешь и болеешь за них всей душой: смерть в A Plague Tale поджидает за каждым углом. И дело, само собой, не только в визуальном оформлении, великолепно передающем хаос эпохи Чёрной смерти, но и в том, как усердно разработчики поработали с нагнетанием саспенса. Первый звоночек о приходе мора, первое появление крыс и сцены, где их орды появляются будто из ниоткуда, — самые яркие моменты игры, которые не забываются и после прохождения.</p><h3>В итоге</h3><p>От игры про средневековую чуму можно было ждать как многого, так и (учитывая издателя) абсолютно ничего. На деле же A Plague Tale: Innocence приземлилась где-то посерединке. Сюжет оригинален, но с ходом прохождения всё сильнее расходится по швам, обнажая одну дыру за другой. Весь геймплей сводится к пряткам от стражников и головоломкам, завязанным на свете и тени. А графику, хоть и красивую, портит лицевая анимация. Все эти мелочи выдают в игре проект сильно ниже ААА-уровня.</p>"
    },
    {
      "id": 3,
      "user_id": 4,
      "game_id": 1,
      "raiting": 7,
      "text": "<p>На первый взгляд Hunt: Showdown кажется совсем непримечательной игрой, и даже слегка отторгает: очередной зомби-шутер, да ещё и в сеттинге Дикого Запада — а значит, никаких пулемётов, огнемётов и бензопил. Разве это вообще может приносить удовольствие? Ещё как! И забегая наперёд, Hunt: Showdown — одна из достойнейших «run-out» игр, наряду с Escape from Tarkov, и кое в чём даже лучше!</p>"
    },
    {
      "id": 5,
      "user_id": 5,
      "game_id": 1,
      "raiting": 10,
      "text": "<p>Первое, что поражает в Hunt: Showdown — графика и антураж: детальные проработанные локации, элементы окружения, облики нежити и Охотников, а также потрясающий саунддизайн. Всё это создаёт восхитительную атмосферу мрака и опасности!</p><p>Лор игры необычайно богат, но к удивлению, Hunt отводит ему лишь вторичное значение. Разбираться в предыстории мира придётся самостоятельно, собирая крупицы информации из игрового бестиария и оружейной энциклопедии. Даже сюжетных квестов не предусмотрено — игра акцентируется на другом.</p>"
    }
  ]
}
